Repository: Cred-it/Segesta_EasyInvoice
Catalog: Translations/EasyInvoice Connector.*.xlf
Languages: nl_nl

# Table 4110777327 - Property 2879900210
source: CREDIT Easy Invoice setup
nl_nl: EasyInvoice instellingen

# Table 4110777327 - Field 1663593181 - Property 2879900210
source: Primary Key
nl_nl: Primaire sleutel

# Table 1230023800 - Property 2879900210
source: CREDIT Easy Invoice Connection
nl_nl: EasyInvoice connectie

# Table 1230023800 - Field 1878130204 - Property 62802879
source: Purchase Invoice,Purchase Credit Memo,Posted Purchase Invoice,Posted Purchase Credit Memo,Vendor Ledger Entry
nl_nl: Inkoopfactuur,Inkoop Creditfactuur,Geboekte Inkoopfactuur,Geboekte Inkoop Creditfactuur,Leverancierspost

# Table 1230023800 - Field 1878130204 - Property 2879900210
source: Type
nl_nl: Soort

# Table 1230023800 - Field 486908828 - Property 2879900210
source: Document No.
nl_nl: Documentnr.

# Table 1230023800 - Field 4025419489 - Property 2879900210
source: Datestamp
nl_nl: Datumstempel

# Codeunit 2337729737 - Method 132847697 - NamedType 2476940767
source: Receipt No %1
nl_nl: Ontvangstnr. %1:

# Codeunit 2337729737 - Method 132847697 - NamedType 3114637384
source: Return Shipment No. %1:
nl_nl: Retourverzendnr. %1:

# Codeunit 2337729737 - Method 1172380296 - NamedType 2476940767
source: Return Shipment No. %1:
nl_nl: Retourverzendnr. %1:

# Codeunit 2337729737 - Method 1172380296 - NamedType 3114637384
source: The program cannot find this purchase line.
nl_nl: Kan deze inkoopregel niet vinden.

# Codeunit 2337729737 - Method 1172380296 - NamedType 3752334001
source: Exp. rec. date:
nl_nl: Verwachte ontvangst datum

# Page 1287818463 - Property 2879900210
source: EasyInvoice Setup
nl_nl: EasyInvoice instellingen

# Page 1287818463 - Control 2445482498 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 580295018 - Property 2879900210
source: CREDIT EasyInv Connection List
nl_nl: EasyInvoice connectie overzicht

# Page 580295018 - Control 2445482498 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 580295018 - Control 2229669521 - Property 2879900210
source: Type
nl_nl: Soort

# Page 580295018 - Control 2229669521 - Property 62802879
source: Invoice,Credit,Posted Invoice,Posted Credit,Vendor Ledger Entry
nl_nl: Inkoopfactuur,Inkoop Creditfactuur,Geboekte Inkoopfactuur,Geboekte Inkoop Creditfactuur,Leverancierspost

# Page 580295018 - Control 1606682606 - Property 2879900210
source: List
nl_nl: Overzicht

# Page 580295018 - Action 4125097576 - Property 2879900210
source: Card
nl_nl: Kaart

# Page 580295018 - Action 4069834516 - Property 2879900210
source: Open Card
nl_nl: Kaart openen

# Page 580295018 - Action 4069834516 - Property 1295455071
source: Opens corresponding Card
nl_nl: Opent de corresponderende kaart

# XmlPort 3852495010 - Property 2879900210
source: CREDIT EasyInv MasterData
nl_nl: EasyInvoice Stamgegevens

# XmlPort 1759298003 - Property 2879900210
source: CREDIT EasyInv MasterData filt
nl_nl: EasyInvoice stamgegevens filter

# XmlPort 632056521 - Property 2879900210
source: CREDIT EasyInvoice Import
nl_nl: EasyInvoice Import

# XmlPort 632056521 - NamedType 2476940767
source: An error has occurred while reading the picture on XmlPort %1
nl_nl: Fout bij lezen van afbeelding op XmlPort %1

# XmlPort 632056521 - Method 2198518112 - NamedType 1639409158
source: Purchase Invoice/Credit %1 exists for EasyInvoice ID %2
nl_nl: Inkoopfactuur/credit %1 bestaat al voor EasyInvoice ID %2'

# XmlPort 632056521 - Method 2198518112 - NamedType 2047390421
source: Posted Purchase Invoice %1 exists for EasyInvoice ID %2
nl_nl: Geboekte Inkoopfactuur %1 bestaat al voor EasyInvoice ID %2

# XmlPort 632056521 - Method 2198518112 - NamedType 3165461163
source: Posted Purchase Credit Memo %1 exists for EasyInvoice ID %2
nl_nl: Geboekte Credit Inkoopfactuur %1 bestaat al voor EasyInvoice ID %2

# XmlPort 632056521 - Method 667433446 - NamedType 1639409158
source: Purchase Invoice/Credit %1 exists for Vendor Invoice %2
nl_nl: Inkoopfactuur/credit %1 bestaat al voor factuurnummer leverancier %2'

# XmlPort 632056521 - Method 667433446 - NamedType 2047390421
source: Posted Purchase Invoice %1 exists for VendorInvoice No %2
nl_nl: Geboekte Inkoopfactuur %1 bestaat al voor factuurnr. leverancier %2

# XmlPort 632056521 - Method 667433446 - NamedType 3165461163
source: Posted Purchase Credit Memo %1 exists for Vendor Cr. memo No %2
nl_nl: Geboekte Credit Inkoopfactuur %1 bestaat al voor Credit factuur no. Leverancier %2

# XmlPort 2129392085 - Property 2879900210
source: CREDIT EasyInvoice Import Resp
nl_nl: EasyInvoice Import Response

# XmlPort 2220580958 - Property 2879900210
source: CREDIT Import EasyInvoice ID
nl_nl: Import EasyInvoice IDs

# PageExtension 2199475619 - Action 1425177724 - Property 2879900210
source: Easy Invoice Setup
nl_nl: EasyInvoice instellingen

# PageExtension 2199475619 - Action 2272547099 - Property 2879900210
source: Easy Invoice Connection
nl_nl: EasyInvoice connectie
